Repository: sidali-dev/Noor
Catalog: lib/l10n/intl_*.arb
Languages: ar, fr

source: Settings
ar: الإعدادات
fr: Paramètres

source: Dark Mode
ar: الوضع المظلم
fr: Mode Sombre

source: Language
ar: اللغة
fr: Langue

# pick_location
source: Pick Your Location
ar: اختر موقعك
fr: Choisissez votre emplacement

source: Country
ar: البلد
fr: Pays

source: State
ar: الولاية
fr: État

source: City
ar: المدينة
fr: Ville

# pick_country
source: Pick Your Country
ar: اختر بلدك
fr: Choisissez votre pays

# pick_state
source: Pick Your State
ar: اختر ولايتك
fr: Choisissez votre état

# pick_city
source: Pick Your City
ar: اختر مدينتك
fr: Choisissez votre ville

source: Confirm
ar: ثبت
fr: Confirmer

source: Cancel
ar: إلغاء
fr: Annuler

# add_location
source: Please add your location
ar: الرجاء إضافة موقعك
fr: Veuillez ajouter votre emplacement

source: Fajr
ar: الفجر

source: Dhuhr
ar: الظهر

source: Asr
ar: العصر

source: Maghrib
ar: المغرب

source: Isha
ar: العشاء

# enter_location
source: Enter Your Location
ar: أضف موقعك
fr: Entrez votre emplacement

# no_internet
source: No Internet Connection
ar: لا يوجد اتصال بالإنترنت
fr: Pas de connexion Internet

source: Sunrise
ar: الشروق
fr: Lever du soleil

# wait_please
source: This might take a moment
ar: لحظة من فضلك
fr: Cela peut prendre un moment

# year_ended
source: The days of the year are over
ar: انتهت ايام السنة
fr: Les jours de l'année sont terminés

# adhan_fajr
source: Adhan el Fajr
ar: أذان الفجر

# adhan_chourouk
source: It's Chourouk Time
ar: وقت الشروق
fr: C'est l'heure du Chourouk

# adhan_dhuhr
source: Adhan el Dhuhr
ar: أذان الظهر

# adhan_asr
source: Adhan el Asr
ar: أذان العصر

# adhan_maghrib
source: Adhan el Maghrib
ar: أذان المغرب

# adhan_isha
source: Adhan el Isha
ar: أذان العشاء

# masjid_time
source: Time to go to the Masjid
ar: حان وقت الذهاب إلى المسجد
fr: Temps d'aller à la mosquée

# sun_rising
source: Sun is Rising
ar: الشمس تشرق
fr: Le soleil se lève

source: it's
ar: إنها
fr: c'est

source: Noor
ar: نور

source: Close
ar: إغلاق
fr: Fermer

source: Open Adhkar
ar: إفتح الأذكار
fr: Ouvrir Adhkar

source: Pick Adhan
ar: اختر الأذان
fr: Choisissez Adhan

# chikh_nafees
source: Adhan Sheikh Ahmad Alnafees
ar: أذان الشيخ أحمد النفيس

# chikh_afassy_1
source: Adhan Sheikh Alafasy 1
ar: أذان الشيخ العفاسي 1

# chilh_afassy_2
source: Adhan Sheikh Alafasy 2
ar: أذان الشيخ العفاسي 2

# chikh_elkourdi
source: Adhan Sheikh Ahmed Elkourdi
ar: أذان الشيخ أحمد الكردي

# chikh_elmajali
source: Adhan Sheikh Hamza Elmajali
ar: أذان الشيخ حمزة المجالي

source: Today
ar: اليوم
fr: Aujourd'hui

# qiblah
source: El Qiblah
ar: القبلة
fr: La Qiblah

# enable_location
source: Please Enable The GPS Signal
ar: يرجى تفعيل إشارة الموقع
fr: Veuillez activer le signal GPS

# enable_location_permission
source: Please Enable Location Permission
ar: يرجى تفعيل إذن الموقع
fr: Veuillez activer l'autorisation de localisation

# qiblah_is_at
source: The Qiblah is at
ar: اتجاه القبلة هو
fr: La Qiblah est à

# sensor_not_supported
source: Your Device Does Not Support The Sensor
ar: جهازك لا يدعم المستشعر
fr: Votre appareil ne prend pas en charge le capteur

source: Manually
ar: يدوياً
fr: Manuellement

# flat_phone_title
source: Hold Your Phone Flat
ar: امسك هاتفك بشكل مسطح
fr: Tenez votre téléphone à plat

# flat_phone_body
source: For the most accurate reading, hold your phone flat in your hand, parallel to the ground. Tilting the phone can affect the compass reading.
ar: للحصول على القراءة الأكثر دقة، امسك هاتفك بشكل مسطح في يدك، بحيث يكون موازيًا للأرض. يمكن أن يؤثر إمالة الهاتف على قراءة البوصلة.
fr: Pour une lecture la plus précise possible, tenez votre téléphone à plat dans votre main, parallèle au sol. L'inclinaison du téléphone peut affecter la lecture de la boussole.

# keep_from_magnetic_title
source: Keep Away from Magnetic Interference
ar: ابتعد عن التداخل المغناطيسي
fr: Éloignez-vous des interférences magnétiques

# keep_from_magnetic_body
source: Avoid using your phone's compass near large metal objects, electrical equipment, or magnets, as these can interfere with the accuracy of the compass.
ar: تجنب استخدام بوصلة هاتفك بالقرب من الأجسام المعدنية الكبيرة، أو المعدات الكهربائية، أو المغناطيسات، لأن ذلك يمكن أن يؤثر على دقة البوصلة.
fr: Évitez d'utiliser la boussole de votre téléphone près de grands objets métalliques, d'équipements électriques ou d'aimants, car cela peut interférer avec la précision de la boussole.

# enable_location_title
source: Enable Location Services
ar: تمكين خدمات الموقع
fr: Activez les services de localisation

# enable_location_body
source: Make sure your phone's GPS and location services are turned on. This can help improve the accuracy of the compass by providing additional data.
ar: تأكد من تشغيل نظام تحديد المواقع وخدمات الموقع على هاتفك. يمكن أن يساعد ذلك في تحسين دقة البوصلة من خلال توفير بيانات إضافية.
fr: Assurez-vous que le GPS et les services de localisation de votre téléphone sont activés. Cela peut aider à améliorer la précision de la boussole en fournissant des données supplémentaires.

source: Tips
ar: نصائح
fr: Conseils

source: Continue Reading
ar: أكمل القراءة
fr: Continuer la lecture

source: Last Read
ar: آخر قراءة
fr: Dernière lecture

source: Hizb
ar: حزب

# adhkar
source: El Adhkar
ar: الأذكار

source: Surah
ar: سورة
fr: Sourate

source: Morning Adhkar
ar: اذكار الصباح
fr: Adhkar du matin

source: Evening Adhkar
ar: اذكار المساء
fr: Adhkar du soir

source: Prayer Adhkar
ar: أذكار الصلاة
fr: Adhkar de la prière

source: Mosque Adhkar
ar: أذكار المسجد
fr: Adhkar de la mosquée

# wake_up_adhkar
source: Waking Up Adhkar
ar: أذكار الاستيقاظ
fr: Adhkar du réveil

# sleep_adhkar
source: Sleeping Adhkar
ar: أذكار النوم
fr: Adhkar du coucher

source: After Prayer Adhkar
ar: أذكار بعد الصلاة
fr: Adhkar après la prière

# tasbeeh
source: Tasbeehs
ar: تسابيح

# prophet_dua
source: Prophet's Duaa
ar: أدعية النبي
fr: Dua du Prophète

# quran_dua
source: Quranic Duaa
ar: أدعية قرئانية
fr: Dua du Coran

# prophets_dua
source: Prophets' Duaa
ar: أدعية الأنبياء
fr: Dua des Prophètes

source: General Adhkar
ar: أذكار متفرقة
fr: Adhkar généraux

# adhan_adhkar
source: Adhkar for Hearing the Adhan
ar: أذكار سماع الآذان
fr: Adhkar pour entendre l'Adhan

source: Comprehensive Duaa
ar: جوامع الدعاء
fr: Dua complet

source: Wudu Adhkar
ar: أذكار الوضوء
fr: Adhkar des ablutions

# home_adhkar
source: Adhkar for Entering and Leaving the House
ar: أذكار دخول وخروج المنزل
fr: Adhkar pour entrer et sortir de la maison

# wc_adhkar
source: Adhkar for Entering and Leaving the Bathroom
ar: أذكار دخول وخروج الخلاء
fr: Adhkar pour entrer et sortir des toilettes

# meal_adhkar
source: Adhkar for Food, Drink, and Guests
ar: أذكار الطعام والشراب والضيف
fr: Adhkar pour la nourriture, les boissons et les invités

# hajj_adhkar
source: Hajj and Umrah Adhkar
ar: أذكار الحج والعمرة
fr: Adhkar du Hajj et de la Omra

source: Repetition
ar: التكرار
fr: Répétition

source: Bookmarks
ar: علامات الحفظ
fr: Signets

source: Page
ar: الصفحة

source: No Bookmarks
ar: لا علامات حفظ
fr: Pas de signets

source: Stop Adhan
ar: إيقاف الأذان
fr: Arrêter l'Adhan
